Repository: KanoComputing/kano-updater
Catalog: po/*.po
Languages: es_ar

source: Administrator priviledges are required to perform this operation
es_ar: Privilegios de administrador requeridos para realizar esta operación

source: An instance of Kano Updater is already running
es_ar: Una instancia del Actualizador Kano ya se está ejecutando

source: Time check passed, doing update check!
es_ar: El tiempo ha pasado, comprobando si hay actualizaciones!

source: Not enough time passed for a new update check!
es_ar: No ha pasado suficiente tiempo para comprobar si hay nuevas actualizaciones!

source: Urgent updates available.
es_ar: Actualizaciones urgentes disponibles

source: Updates available.
es_ar: Actualizaciones disponibles.

source: No updates found.
es_ar: No se han encontrado actualizaciones.

source: Downloading {}
es_ar: Descargando {}

source: The root phase
es_ar: La fase root

source: yes
es_ar: sí

source: Aborting {}, {}
es_ar: Abortando {}, {}

source: Type one of these: {}
es_ar: Escribe uno de estos: {}

source: Updating home folders from template
es_ar: Actualizando la carpeta home desde la plantilla

source: Refreshing Kano Apps
es_ar: Recargando las Apps de Kano

source: Refreshing the desktop
es_ar: Recargando el escritorio

source: Expanding filesystem partitions
es_ar: Expandiendo las particiones del sistema de archivos

source: Removing unnecessary kano-content entries
es_ar: Eliminando entradas innecesarias de kano-content

source: Syncing
es_ar: Sincronizando

source: [SPACE] or [UP] to Jump
es_ar: [ESPACIO] o [ARRIBA] para Saltar

source: [ESC] or [Q] to Quit
es_ar: [ESC] o [Q] para Salir

source: Press [SPACE] to start!
es_ar: Presiona [ESPACIO] para empezar!

source: New Game
es_ar: Juego Nuevo

source: Game Over
es_ar: Fin del Juego

source: Score {}
es_ar: Puntuación {}

source: Press [SPACE] to play again!
es_ar: Presiona [ESPACIO] para jugar de nuevo!

source: Later
es_ar: Después

source: The action needs to be implemented
es_ar: La acción necesita ser implementada

source: New Update
es_ar: Nueva Actualización

source: Almost there...
es_ar: Ya casi estamos...

source: Downloaded and ready to go! In a matter of minutes your Kano will be fresher than ever
es_ar: Descargado y listo para empezar! En cuestión de unos minutos tu Kano estará más limpia que nunca

source: Install
es_ar: Instalar

source: Best time to update is now!
es_ar: El mejor momento para actualizar es ahora!

source: Latest updates and content are ready to go! We will make sure to Shutdown once we finish installing!
es_ar: Actualizaciones recientes y contenido están listos! Vamos a asegurarnos de Apagar una vez estén instaladas!

source: Update Now
es_ar: Actualizar Ahora

source: Updater Splash
es_ar: Actualizador Splash

source: Complete!
es_ar: Completado!

source: Update complete!
es_ar: Actualización completa!

source: Your Kano is up to date and will automatically {} in 10 seconds
es_ar: Tu Kano está actualizado y se {} automáticamente en 10 segundos

source: Press ENTER to {} now
es_ar: Presiona INTRO para {} ahora

source: Updater
es_ar: Actualizador

source: The install quit unexpectedly
es_ar: La instalación se cerró inesperadamente

source: Please try again later
es_ar: Por favor inténtalo de nuevo más tarde

source: No updates available
es_ar: No hay actualizaciones disponibles

source: Your system is already up to date
es_ar: El sistema ya está actualizado

source: Update completed
es_ar: Actualización completa

source: No updates to download
es_ar: No hay actualizaciones que descargar

source: Error updating
es_ar: Error actualizando

source: CLOSE
es_ar: CERRAR

source: Reset called on locked user_input!
es_ar: Reseteo llamado desde un user_input bloqueado!

source: Checking for updates
es_ar: Comprobando actualizaciones

source: Downloading updates
es_ar: Descargando actualizaciones

source: OK:green:1
es_ar: OK:verde:1

source: Downloading Python packages
es_ar: Descargando paquetes Python

source: Updating apt sources
es_ar: Actualizando apt sources

source: Downloading apt packages
es_ar: Descargando paquetes apt

source: Done downloading
es_ar: Descarga finalizada

source: Installing updates
es_ar: Instalando actualizaciones

source: Installing independent package
es_ar: Instalando un paquete independiente

source: Installing Hotfix
es_ar: Instalando Hotfix

source: Starting Update
es_ar: Iniciando Actualización

source: Updating Itself
es_ar: Actualizándose

source: Running The Preupdate Scripts
es_ar: Ejecutando los Scripts de Preupdate

source: Updating Pip Packages
es_ar: Actualizando los paquetes Pip

source: Updating Deb Packages
es_ar: Actualizando los paquetes Deb

source: Performing auxiliary tasks
es_ar: Realizando tareas auxiliares

source: Unfortunately, your version of Kano OS is too old to be updated through the updater.
es_ar: Desafortunadamente, tu version de Kano OS es demasiado vieja para ser actualizada a través del actualizador.

source: You will need to download the image of the OS and reflash your SD card.
es_ar: Es necesario descargar la imagen del OS i reflashear tu tarjeta SD

source: Update result
es_ar: Resultado de la actualización

source: Kano Updater
es_ar: Actualizador Kano

source: Apps upgraded:
es_ar: Apps actualizadas:

source: Apps added:
es_ar: Apps añadidas:

source: Apps removed:
es_ar: Apps eliminadas:

source: Apps with errors:
es_ar: Apps con errores:

source: Python modules upgraded:
es_ar: Módulos Python actualizados:

source: Python modules with error:
es_ar: Módulos Python con errores:

source: No updates needed this time.
es_ar: No se necesitan actualizaciones

source: Update successful!
es_ar: Actualización exitosa!

source: Now we just need to do a quick reboot. See you in a minute!
es_ar: Ahora solamente necesitamos un reinicio rápido. Nos vemos en un minuto!

source: Initialising apt cache
es_ar: Inicializando apt cache

source: Reading package lists
es_ar: Leyendo lista de paquetes

source: Building dependency tree
es_ar: Creando árbol de dependencias

source: Reading state information
es_ar: Leyendo la información de estado

source: Building data structures
es_ar: Generando estructuras de datos

source: Downloading packages
es_ar: Descargando paquetes

source: Installing packages
es_ar: Instalando paquetes

source: Cleaning dpkg journal
es_ar: Limpiando dpkg diario

source: Fixing broken packages
es_ar: Reparando paquetes rotos

source: Update error
es_ar: Error en la actualización

source: kano-updater must be executed with root privileges
es_ar: kano-updater tiene que ser ejecutado con privilegios de root

source: Download updates
es_ar: Descargando actualizaciones

source: Download in progress ...
es_ar: Descarga en curso ...

source: Install updates
es_ar: Instalar actualizaciones

source: Installation in progress ...
es_ar: Instalación en curso ...

source: No updates found
es_ar: No se han encontrado actualizaciones

source: Check again
es_ar: Comprobar de nuevo

source: A reminder to keep your Kano OS up-to-date.
es_ar: Un recordatorio para mantener Kano OS actualizado
